Repository: nvdaaddons/robEnhancements
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: pt_br, pt_pt

source: Your Outlook version {Versionsnumber} is not supported.
pt_br: Sua versão do Outlook {Versionsnumber} não é compatível.
pt_pt: A sua versão {Versionsnumber} do Outlook não é suportada.

source: ROB enhancements
pt_pt: Melhorias do ROB

source: This folder is empty.
pt_br: Essa pasta está vazia.
pt_pt: Esta pasta está vazia.

source: Jumps to the next Outlook folder with unread mails below the inbox.
pt_br: Salta para a próxima pasta do Outlook com e-mails não lidos abaixo da caixa de entrada.
pt_pt: Salta para a pasta seguinte do Outlook com mensagens não lidas abaixo da caixa de entrada.

source: {count} mails in the folder {folder}
pt_br: {count} e-mails na pasta {folder}
pt_pt: {count} mensagens de correio eletrónico na pasta {folder}

source: No unread mails found
pt_br: Não foram encontrados e-mails não lidos
pt_pt: Não foram encontradas mensagens não lidas

source: Outlook object not available - please contact the addon developer
pt_br: Objeto do Outlook não disponível - entre em contato com o desenvolvedor do complemento
pt_pt: Objeto do Outlook não disponível - contacte o programador do extra

source: Show document URL, press twice copies to clipboard.
pt_br: Mostrar o URL do documento, pressionar duas vezes e copiar para a área de transferência.
pt_pt: Mostrar o URL do documento, premir duas vezes para copiar para a área de transferência.

source: copied to clipboard {URL}.
pt_br: copiado para a área de transferência {URL}.
pt_pt: copiado para a área de transferência {URL}.

source: Document URL not found.
pt_br: URL do documento não encontrado.
pt_pt: URL do documento não encontrado.

source: No browser window found.
pt_br: Nenhuma janela do navegador foi encontrada.
pt_pt: Não foi encontrada nenhuma janela do navegador.

source: support for various apps and some new functions.
pt_br: suporte para vários aplicativos e algumas novas funções.
pt_pt: suporte para várias aplicações e algumas funções novas.
